"%@ - Offline" = "%@ - Hors ligne";

"3D Secure" = "3D Secure";

"Add New Card…" = "Ajouter une carte…";

"Add a Card" = "Ajouter une carte";

"Apt." = "Nº d'app.";

"Contact" = "Contact";

"Delivery" = "Livraison";

"Delivery Address" = "Adresse de livraison";

"Free" = "Gratuit";

"Invalid Shipping Address" = "Adresse de livraison non valide";

"Loading…" = "Chargement…";

"Multibanco" = "Multibanco";

"Next" = "Suivant";

"Online Banking (FPX)" = "Services bancaires en ligne (FPX)";

"Payment Method" = "Moyen de paiement";

"Shipping" = "Livraison";

"Shipping Method" = "Mode de livraison";

"Use Billing" = "Utiliser l'adresse de facturation";

"Use Delivery" = "Utiliser l'adresse de livraison";

"Use Shipping" = "Utiliser l'adresse de livraison";
